[
  {
    "name": "HSARx",
    "img": "hsarx",
    "url": "https://hsarx.com",
    "title": "Software Engineer",
    "teamsize": 2,
    "desc": [
      "HSARx is a prescription drug discount program that allows users to skip paying at the pharmacy. Instead, members are automatically billed upon showing their discount card to the pharmacist. The HSARx application includes a drug pricing component that pulls from a medical database. There is also a full-featured accounts panel that allows users to see their past prescriptions and add/change their payment methods. Prescription orders are recorded by the same third party service that provides drug pricing data. We then bill the customers through Stripe."
    ],
    "tech": ["Laravel", "React", "MySQL", "Bootstrap", "AWS"],
    "color": "blue"
  },
  {
    "name": "KITCH",
    "img": "kitch",
    "url": "https://getkitch.com",
    "title": "Software Engineer",
    "teamsize": 2,
    "desc": [
      "The KITCH meals application allows customers to buy KITCH meals online for in-store pickup. The system is hooked up to work seamlessly with KITCH's in-store point-of-sale, Heartland. The application also allows for two forms of membership signup and management: Token memberships and delivery memberships. With token memberships, user sign up for a recurring plan that charges them for a set number of tokens each week. Each token can then be exchanged through the application or in-store for a meal. With delivery memberships, users select their desired meals and sign up for a weekly delivery plan. Members can view all their past orders and their current token count, as well as pause, change, or cancel any plans they have signed up for."
    ],
    "tech": ["Laravel", "React", "MySQL", "GSAP", "ScrollMagic"],
    "color": "green"
  },
  {
    "name": "SwiftScript",
    "img": "swiftscript",
    "url": "https://swiftscript.co",
    "title": "Software Engineer",
    "teamsize": 2,
    "desc": [
      "SwiftScript provides Rx discount cards. Just enter an email, and the card will be sent to the address for free. The site also features a drug pricing component for users to check the price of a drug using the provided discount card."
    ],
    "tech": ["Laravel", "React", "Sass"],
    "color": "yellow"
  },
  {
    "name": "Jackstack BBQ",
    "img": "jackstack",
    "url": "https://jackstackbbq.com",
    "title": "Software Engineer",
    "teamsize": 2,
    "desc": [
      "The Jackstack BBQ website advertises BBQ from one of Kansas' finest BBQ chains. The website unobstrusively checks to see if users are local to switch between primarily advertising nationwide shipping or the closest local establishment."
    ],
    "tech": ["NextJS", "React", "Bootstrap", "jQuery"],
    "color": "red"
  }
]